function getQuestions() {
  var questions = [{
    question: 'Яке число є значенням виразу 60000+400+8?',
    answers: [{
      id: 1,
      text: '6408'
    }, {
      id: 2,
      text: '60408'
    }, {
      id: 3,
      text: '64008'
    }],
    answer: {
      id: 2
    }
  }, {
    question: 'У якому рядку іменовані числа розміщено в порядку зростання?',
    answers: [{
      id: 1,
      text: '735 см, 736 м, 737 дм'
    }, {
      id: 2,
      text: '164 мм, 163 см, 162 дм'
    }, {
      id: 3,
      text: '86 дм, 860 см, 8600 мм'
    }],
    answer: {
      id: 2
    }
  }, {
    question: 'Який вираз є сумою розрядних доданків числа 503046?',
    answers: [{
      id: 1,
      text: '50000+3000+40+6'
    }, {
      id: 2,
      text: '500000+3000+40+6'
    }, {
      id: 3,
      text: '503000+40+6'
    }],
    answer: {
      id: 2
    }
  },
  {
    question: 'У якому числі всього 36 десятків класу тисяч?',
    answers: [{
      id: 1,
      text: '360007'
    }, {
      id: 2,
      text: '36007'
    }, {
      id: 3,
      text: '203607'
    }],
    answer: {
      id: 1
    }
  },
  {
    question: 'Який діаметр має коло радіусом 2 см 8 мм?',
    answers: [{
      id: 1,
      text: '1cм 4мм'
    }, {
      id: 2,
      text: '5см 6мм'
    }, {
      id: 3,
      text: '28мм'
    }],
    answer: {
      id: 2
    }
  },
  {
    question: 'Яке розв’язання задачі є правильним? </br><i>На території школи збудували басейн прямокутної форми, периметр якого- 36 м. Ширина басейну-6 м. Яка довжина басейну? </i>',
    answers: [{
      id: 1,
      text: '36:6'
    }, {
      id: 2,
      text: '36-6'
    }, {
      id: 3,
      text: '36:2-6'
    }],
    answer: {
      id: 3
    }
  },{
    question: 'Для огорожі спортивного майданчика прямокутної форми використали 42 м металевої сітки. Довжина майданчика- 14 м. Яка ширина майданчика?',
    answers: [{
      id: 1,
      text: '42-14'
    }, {
      id: 2,
      text: '42:2-14'
    }, {
      id: 3,
      text: '42:1'
    }],
    answer: {
      id: 2
    }
  },{
    question: 'Яке іменоване число є найменшим?',
    answers: [{
      id: 1,
      text: '30дм 47мм'
    }, {
      id: 2,
      text: '30047мм'
    }, {
      id: 3,
      text: '30м 47мм'
    }],
    answer: {
      id: 2
    }
  },{
    question: 'З   25 кг соняшнику одержуюють 18 кг насіння. Скільки кілограмів насіння можна одержати з 75 кг соняшнику?',
    answers: [{
      id: 1,
      text: '54кг'
    }, {
      id: 2,
      text: '3кг'
    }, {
      id: 3,
      text: '100кг'
    }],
    answer: {
      id: 1
    }
  },{
    question: 'З   32 кг свіжих яблук виходить 7 кг сушених. Скільки кілограмів сушених яблук можна отримати з 96 кг свіжих?',
    answers: [{
      id: 1,
      text: '39кг'
    }, {
      id: 2,
      text: '21кг'
    }, {
      id: 3,
      text: '128кг'
    }],
    answer: {
      id: 2
    }
  },{
    question: 'Підлогу кімнати прямокутної форми уклали паркетом. Скільки квадратних метрів паркету використали, якщо довжина кімнати- 8 м, а ширина- 5 м?',
    answers: [{
      id: 1,
      text: '30 кв. м'
    }, {
      id: 2,
      text: '26 ка. м'
    }, {
      id: 3,
      text: '40 кв. м'
    }],
    answer: {
      id: 3
    }
  },{
    question: 'Площа прямокутної форми 85 кв. см, його ширина-5 см. На скільки ширина прямокутника менша за його довжину?',
    answers: [{
      id: 1,
      text: '12см'
    }, {
      id: 2,
      text: '13см'
    }, {
      id: 3,
      text: '15'
    }],
    answer: {
      id: 1
    }
  }]
  return questions;
}
